[
  {
    "order": 1,
    "artist_name": "Christine Nieves",
    "youtube_link": "https://youtu.be/0JsNpl8p3Mc",
    "page_path_eng": "artists-en/christine-nieves/",
    "page_path_sp": "artists-es/christine-nieves/",
    "youtube_embed_link": "https://www.youtube.com/embed/0JsNpl8p3Mc",
    "recording_date": "July 2018",
    "social_media_handle": "@christine_nieves_",
    "social_media_link": "https://linktr.ee/christine_nieves_",
    "description_eng": "Christine Nieves is the Co-founder and President of Emerge Puerto Rico - a non-profit focused on rooting cutting-edge Climate Change leadership and education in community wisdom. She has an interest in Indigenous and African wisdom and in how the invisible infrastructure of so-called marginalized communities can be activated when disasters happen. Christine’s attention is focused on human consciousness, cognition, evolution and adaptation to extreme environmental disruptions. She is also a Bridge Fellow at TNTP where she is learning how the education field can be a game-changer to systemically nurture human compassion, ingenuity and adaptability. While attending the University of Pennsylvania as an undergrad she hosted and produced a TV show for Telemundo Philadelphia and graduated proudly from Annenberg’s School of Communication. She then pursued her masters in Evidence-Based Social Intervention at Oxford. Christine worked at Robert Wood Johnson Foundation where she funded disruptive innovations in health and then turned her knowledge into an undergraduate class at Florida State University. At FSU she was the first Latina and youngest Entrepreneur in Residence to be part of the Council of Entrepreneurship. Born in England and raised in Ponce, Puerto Rico she now resides in the mountainous region of Mariana, at the border of Yabucoa and Humacao where Hurricane Maria first made landfall.",
    "description_sp": "Christine Nieves es cofundadora y presidenta de Emerge Puerto Rico, una organización sin ánimo de lucro dedicada a fomentar el liderazgo y la educación de vanguardia sobre el cambio climático en un contexto comunitario. Sus intereses se centran en saberes indígenas y africanos, e investiga cómo la infraestructura invisible de las llamadas “comunidades marginales” puede activarse en caso de desastre. La atención de Christine se centra en la conciencia humana, la cognición, la evolución y la adaptación a situaciones medioambientales extremas. Es también Bridge Fellow en TNTP, donde está expandiendo su conocimiento sobre cómo el campo de la educación puede activar sistemáticamente la compasión, el ingenio y la adaptabilidad humanas. Como estudiante en la Universidad de Pensilvania, presentó y produjo un programa de televisión para Telemundo Filadelfia y se graduó con honores en la Escuela de Comunicación Annenberg. Posteriormente cursó una maestría en Intervención Social Basada en Pruebas en la Universidad de Oxford. Christine trabajó en la Fundación Robert Wood Johnson, donde financió innovaciones disruptivas en el ámbito de la salud, y más tarde volcó sus conocimientos en una clase de pregrado en la Universidad Estatal de Florida. Fue la primera latina y la empresaria en residencia más joven en formar parte del Consejo de Emprendimiento de FSU. Nacida en Reino Unido y criada en Ponce, Puerto Rico, ahora reside en la región montañosa de Mariana, en la frontera de Yabucoa y Humacao, donde el huracán María tocó tierra por primera vez.",
    "transcript_eng": "CN (0:14): There’s something happening in the mountains. Historically, that’s where the Taínos hid from the Spaniards; That’s where the nationalist leaders hid from the FBI and the Puerto Rican government that was persecuting them and trying to kill them. There’s something happening in the mountains. \n\nCN (0:39): My name is Christine Nieves and I’m the Co-Executive Director of ARECMA, and it’s an association that’s been around for 36 years in Mariana, a hilltop town in the southeast tip of the island in Puerto Rico.  \n\nCN (0:57): We started feeling the hurricane on the 19th of September, and our windows–glass windows–exploded, just like a bomb. We spent most of the hurricane underneath the staircase in a small, bathroom type closet. Three adults, a dog and a cat, and when we came out, the world had changed. \n\nCN (1:20): Fifteen days later, we hadn’t even seen FEMA around. Life became survival, and the only people that could help you were the people in front of you, next to you. That was your family. For decades, there have been a series of decisions made in government — between taxes, between the cost of energy, water, and housing — That have made it very difficult for people to really have a life of dignity here. \n\nCN (1:49): Violence was at the core of the relationship between America and Puerto Rico. It’s like any abusive relationship where the boyfriend has money and has convinced the girlfriend that — or boyfriend — that they’re less than, and they need to stay here, and if they leave: they’ll be in trouble. \n\nCN (2:21): We’ve been in this constant complication and confusion around our identity. Because we think that — and I thought that, I—I’m ashamed to admit this but I have entries in my journals where I said “Puerto Ricans — We’re lazy” [begins to cry] “And it’s shit. Why would I want to move here?” When you believe that so deeply, how can you build a country based on people that believe that to be true? And that’s a lie. That’s the biggest lie that America has made us believe. And we have made it true by believing it. And-and then I saw this big lie. And I saw it for what it was. But we have to go deep into where that is because that is passed on from, at least 5 or 6 generations. \n\nCN (3:30): Where we are right now shows a triumph of the Puerto Rican spirit over who we are, and what we want, and how we want to live, and what it means to be Puerto Rican, which is very different from being American. Living in Puerto Rico time is different, you’re surrounded by water. It affects who you are and how you live. It’s just—the thing that’s gonna people back is not only knowing that they’re going to have a community, but realizing there are people that are building a different Puerto Rico, and that we need everyone who wants to be part of building it. \n\nCN (4:12): What is gonna change and continue to change, is that as we build power in communities, the government has to respond to us. Because that’s democracy. And that’s how it should work and it will work. So it might not be now, it might not be two years from now, but it’s coming. \n\n[Guitar starts playing with singing.] \n\nCN (4:36): Nothing happens in a vacuum. And so out of the horrible treatment, the oppression, the abuse, and the extraction from the land, we’ve transformed that into art, into culture, into song, into dance. And I think at the heart, we are an island of reconciliation. And I think that we stand not only for ours, but for the world. \n[String score begins to play]",
    "transcript_sp": "",
    "image_filename_1": "assets/images/Christine_Nieves/Christine_1.jpg",
    "image_filename_2": "assets/images/Christine_Nieves/Christine_2.jpg",
    "image_filename_3": "assets/images/Christine_Nieves/Christine_3.jpg"
  },
  {
    "order": 2,
    "artist_name": "Luis Miranda",
    "youtube_link": "https://youtu.be/sNAVbwXTWoA",
    "page_path_eng": "artists-en/luis-miranda/",
    "page_path_sp": "artists-es/luis-miranda/",
    "youtube_embed_link": "https://www.youtube.com/embed/sNAVbwXTWoA",
    "recording_date": "June 2021",
    "social_media_handle": "@vegalteno",
    "social_media_link": "https://www.instagram.com/vegalteno/",
    "description_eng": "Luis A. Miranda, Jr. has almost four decades of experience as a leader in the public and private sectors. A native of Puerto Rico, Luis was director of field services and research at the National Action Council for Minorities in Engineering, and held managerial positions at the Community Service Society, the NYC Department of Employment, the NYC Board of Education, and Aspira of New York. In the 1980s he was a special advisor for Hispanic Affairs to Mayor Edward I. Koch, and served as Director of the Mayor’s Office for Hispanic Affairs from 1987 to 1989. He was appointed to the Board of the NYC Health and Hospitals Corporation by Mayor Koch in 1989, served during the Dinkins administration and in 1993, was appointed its Chairman by Mayor Rudolph Giuliani. Under Luis' leadership the City’s vast public hospital network saw marked improvements in quality of care and financial stability. In 1990, Luis became the founding President of the Hispanic Federation, one of the nation’s leading Latino nonprofit organizations dedicated to addressing the human services and health needs of the Hispanic community. As President, Luis became one of New York City’s leading voices for increased support to Latino nonprofits and a widely admired partner for corporate and private philanthropic leaders. Luis, a founding partner of MirRam Group, has consulted on a number of successful political campaigns. He was part of the team that managed Hillary Rodham Clinton, Charles Schumer and Kirsten Gillibrand’s successful campaigns for the U.S. Senate. In 2001 and 2005 he was one of the leaders of Fernando Ferrer’s historic mayoralty campaigns, and served as lead consultant to many candidates to the New York City Council and the New York State Assembly. Luis was lead consultant in the election of Letitia James as public advocate, the first African American woman elected citywide. Luis’ leadership extends beyond the world of public affairs. In 2000, he founded the Amber Charter School in East Harlem, one of the few charter schools in New York at the time to welcome unionized faculty. He has also served on the Board of Directors of the Center for Latin American, Caribbean and Latino Studies at the CUNY Graduate Center and Campaign for Fiscal Equity. Luis is currently the chairperson of The Broadway League’s Latino audience development program, Viva Broadway. He is a Board Member of the John Jay College Foundation, vice-chair of the Northern Manhattan Arts Alliance, and a member of the advisory boards to Nielsen Ratings, and R.Evolucion Latina. Luis studied at the University of Puerto Rico and New York University.",
    "description_sp": "Luis A. Miranda, Jr. cuenta con casi cuatro décadas de experiencia como líder en los sectores público y privado. Nacido en Puerto Rico, Luis fue director de investigación y servicios de campo para el Consejo Nacional de Acción para Minorías en Ingeniería y ocupó cargos directivos en la Comisión de Voluntariado y Servicio Comunitario, el Departamento de Empleo de Nueva York, el Consejo de Educación de Nueva York y en Aspira of New York. En la década de 1980 fue asesor especial de Asuntos Hispanos para el alcalde Edward I. Koch, y ocupó el cargo de director de la Oficina del Alcalde para Asuntos Hispanos de 1987 a 1989. En 1989, el alcalde Koch le nombró miembro del Consejo de Administración de la Corporación de Saludo y Hospitales de NYC, cargo que ocupó durante el Gobierno de Dinkins y, en 1993, fue nombrado presidente por el alcalde Rudolph Giuliani. Bajo el liderazgo de Luis, la amplia red de hospitales públicos de la ciudad experimentó notables mejoras en la calidad de la asistencia y la estabilidad financiera. En 1990, Luis se convirtió en presidente fundador de la Hispanic Federation, una de las principales organizaciones latinas sin ánimo de lucro del país dedicada a atender las necesidades sanitarias y de servicios humanos de la comunidad hispana. Como presidente, Luis se convirtió en una de las principales voces de la ciudad de Nueva York en materia de apoyo a las organizaciones latinas sin ánimo de lucro, así como en un socio ampliamente admirado por líderes filantrópicos corporativos y privados. Luis, socio fundador de MirRam Group, también ha sido consultor en varias campañas políticas de éxito. Formó parte del equipo que gestionó las exitosas campañas de Hillary Rodham Clinton, Charles Schumer y Kirsten Gillibrand para el Senado de Estados Unidos. En 2001 y 2005 fue uno de los líderes de las históricas campañas a la alcaldía de Fernando Ferrer, y actuó como asesor principal de muchos candidatos al Ayuntamiento de Nueva York y a la Asamblea del Estado de Nueva York. Luis fue asesor principal en la elección de Letitia James como defensora pública, la primera mujer afroamericana elegida en toda la ciudad. Además, las habilidades de liderazgo de Luis se extienden más allá del mundo de los asuntos públicos. En 2000, fundó la Amber Charter School en East Harlem, una de las pocas escuelas concertadas de Nueva York, que en aquel momento acogió a profesorado sindicado. También ha formado parte del Consejo de Administración del Centro de Estudios Latinoamericanos, Caribeños y Latinos del Centro de Postgrado de CUNY y de la Campaña por la Equidad Fiscal. En la actualidad, Luis es presidente del programa de desarrollo del público latino de The Broadway League, Viva Broadway. Es miembro del Consejo de la John Jay College Foundation, vicepresidente de la Northern Manhattan Arts Alliance y miembro de los consejos asesores de Nielsen Ratings y R.Evolución Latina. Luis se graduó de la Universidad de Puerto Rico y de la Universidad de Nueva York.",
    "transcript_eng": "LM (0:13): Welcome. In 2019, I worked with my son, Lin-Manuel, and we took ‘Hamilton’ to Puerto Rico. The object of taking such an incredible piece of art was to raise funds for the arts and art groups in the Island. And we raised $15 million dollars as Lin-Manuel jumped on the stage, played HAMILTON again, and for three weeks, we raised $15 million dollars. Now, when we look back, 600 artists and art groups have actually gotten support from the Flamboyan Arts Fund that we created with the Flamboyan Foundation to help the arts and the artists in Puerto Rico. So now, we’re in this virtual reality project, and this virtual reality - THE HEART OF PUERTO RICO - it’s going to transport you to the island. You could see art in Mayagüez, in Orocovis, in San Juan. The same way you’re seeing my office right now, you will see studios of artists. You will see Jaime and Javier Suárez’s sculptural collaboration. You will even see ‘Y No Había Luz: The Parable of the Mango Tree’ when they first performed it after Huracán María. Mi gente, enjoy THE HEART OF PUERTO RICO. \n\n[Score Fades Out, credits begin to roll]",
    "transcript_sp": "",
    "image_filename_1": "assets/images/Luis_Miranda/LuisMiranda_1.jpg",
    "image_filename_2": "assets/images/Luis_Miranda/LuisMiranda_2.jpg",
    "image_filename_3": ""
  },
  {
    "order": 3,
    "artist_name": "Anoma Lia",
    "youtube_link": "https://youtu.be/oUVxfe2SkSY",
    "page_path_eng": "artists-en/anoma-lia/",
    "page_path_sp": "artists-es/anoma-lia/",
    "youtube_embed_link": "https://www.youtube.com/embed/oUVxfe2SkSY",
    "recording_date": "July 2018",
    "social_media_handle": "@anoma.liaa",
    "social_media_link": "https://www.instagram.com/anoma.liaa/",
    "description_eng": "Anoma Lía is a drag performer in San Juan. In this intimate episode, she tells her drag origin story, transforms into her performing persona, and sings before an adoring audience.",
    "description_sp": "Anoma Lía es una artista drag de San Juan. En este episodio íntimo, cuenta la historia de su origen drag, se transforma en su personaje y canta ante un público que la adora.",
    "transcript_eng": "AL: My outfit tonight is the board game “Operation,” and it’s fully detachable so I’m gonna play with myself — double entendre — to a Celine Dion song. I have a bread basket, obviously, and I have butterflies in my tummy, and I have extra ribs, a broken heart, and a wishbone. \n\nAL (1:23): My name is Anoma Lía, and I dress up as a woman two or three times a week. I started 2016, and I used to do Rocky Horror with a queen named “Nancy Cótica” (?). She got me into drag, and the rest is history. \n\nAL (1:56): So for me, getting ready usually takes 2 hours. Putting on the wig, the tucking — If I’m gonna tuck that night. I usually try to DIY something in my outfit or, like, a couple of hours before I’m hot-gluing. I wish I could sew, but I can “hot glue” the house down. Drag is art; we’re combining painting, we’re combining live performance, we’re combining music, we’re combining a lot of things — neatly packaged in a person. \n\nAL (2:34): The drag scene in Puerto Rico right now, it’s kind of…divided. The drag that I do, it’s considered “alternative” – like, not pageant. Pageant is very perfect, there is a lot of competition. Alternative girl, it’s more rough around the edges, and DIY, it’s kinda like a term for “ugly.” \n\nAL (3:04): We already had, like, our financial issues before María since – factually – Queer people are more likely to be poor. But María came, and we were living basically day-to-day. We were like, “We need to charge our phones, because we need to know where they are giving free food, we don’t have any food today. We need to scrounge up any money that we have to at least buy something.” I wanted to leave, but at the same time, I do believe anything that happens to us makes us stronger, so I stayed. And a lot of places closed, but we’re slowly but surely getting back to the semblance of what it was. \n\nAL (3:55): When you don’t have a lot of things, you share what you have. It’s basically given from what you have, not from what is left. Como que dicen dicho, “No es da de lo que taso, es da de lo que tienes” \n\n(4:11) [“Barbie Girl” by Aqua playing in background] \n\nAL (4:18): Alternative drag, and drag in general, is political in its essence. And we have a lot of performers who fill out the spectrum in gender. So we have trans people, we have gender non-binary people, we have intersex people. So it’s political because those people have it really hard, and it’s a very new thing, seeing a lot of very young Queer university students, knowing that they have a place to go, be their true selves, and not be treated badly for expressing themselves. \n\nAL (5:20): Our drag, it’s a product of our times and our circumstances. We are opening doors, and I, like, really enjoy it. I really like the sense of community, and I really like giving a voice to people who are usually not given a voice. \n\n(5:49): [Heart Monitor Beeping over speaker] \n\n[Applause]",
    "transcript_sp": "",
    "image_filename_1": "assets/images/Anoma_Lia/Anoma_Lia_1.jpg",
    "image_filename_2": "assets/images/Anoma_Lia/Anoma_Lia_2.jpg",
    "image_filename_3": ""
  },
  {
    "order": 4,
    "artist_name": "Charles Juhaz Alvarado",
    "youtube_link": "https://youtu.be/oYrB1qzHass",
    "page_path_eng": "artists-en/charles-juhaz-alvarado/",
    "page_path_sp": "artists-es/charles-juhaz-alvarado/",
    "youtube_embed_link": "https://www.youtube.com/embed/oYrB1qzHass",
    "recording_date": "July 2018",
    "social_media_handle": "charlesjuhazalvarado.com",
    "social_media_link": "http://charlesjuhazalvarado.com/",
    "description_eng": "Creator of mixed-media sculptural constructions and installations, architect, and teacher. In 1988, Juhasz completed his bachelor’s degree in art and architecture and in 1994 he completed his master’s degree, both at Yale University. He has shown his work in numerous solo and group exhibitions and at events inside and outside Puerto Rico, such as the Sao Paulo Biennial in 2002 and the Singapore Biennial in 2006, and in such international contemporary art fairs as Art Basel Miami (2005) and ARCO, in Madrid (1997). He has received academic fellowships such as the Phillip Morris Fellowship for graduate studies at Yale (1992–93) and a number of grants from the National Endowment for the Arts. His installations, sometimes interactive, involve subjects such as cultural hybridization, identity, and the relations of power between cultures in a time of globalization, and provoke viewers not only to be participants as they interact with the pieces but also to look beyond their experience with the work.",
    "description_sp": "Charles Juhasz Alvarado es creador de monumentos e instalaciones escultóricas de técnica mixta, arquitecto y profesor. En 1988, Juhasz terminó su licenciatura en arte y arquitectura y en 1994 su maestría, ambas por la Universidad de Yale. Ha mostrado su obra en numerosas exposiciones individuales y colectivas y en eventos dentro y fuera de Puerto Rico, como la Bienal de Sao Paulo en 2002 y la Bienal de Singapur en 2006, así como en ferias internacionales de arte contemporáneo como Art Basel Miami (2005) y ARCO Madrid (1997). También recibió numerosas becas académicas, como la Phillip Morris Fellowship para estudios de posgrado en Yale (1992-93) y subvenciones del Fondo Nacional de las Artes. Sus instalaciones, a veces interactivas, abordan temas como la hibridación cultural, la identidad y las relaciones de poder entre culturas en el contexto de la globalización e instan a los espectadores a interactuar con las piezas para mirar más allá de su experiencia con la obra.",
    "transcript_eng": "CA (0:17): Puerto Rico is an island of the Caribbean. But when you grow up here, when you live here, we learn more about the history of the US than we know about the history of our area. You lose sense of the Caribbean. \n\nCA (0:35): We know so little about our neighbors and our cultures are so similar. We have the same roots, the islands share the same people. So I thought that we needed to do a project that had to do with learning more about our neighbors. I thought, “What is what I know the least? And I think that everybody around me knows the least about?” – The answer for me was Haiti. \n\nCA (1:00): The photograph project threads the whole exhibition. It’s mostly works by Haitian artists that were in Puerto Rico. There’s a lot of work that has to do with spirituality. So there’s a wall covered with voodoo flags, and then there's some works that have to do with government, and actually we have – in the very entrance – a  facsimile of the Declaration of Independence and the flag of Haiti. \n\nCA (1:36): There is a school that was rebuilt in Haiti after the earthquake that I thought was really key to the show. It was a project that was organized and done by a committee that came together here in Puerto Rico called El Comité de Solidaridad Con el Pueblo Haitiano. \n\nCA (1:54): So, I did a model of the building itself and then from the scale model I projected down a bookcase. My favorite space, I guess, in the exhibition is that space, that room. El Aula. I love going in there, opening up the window, you know, feeling the trees so close, and looking through the books. Aula is a place for learning. \n\nCA (2:45): I’m Charles Juhaz Alvarado , and I’m a sculptor, an artist. \n\n[Noises of Charles using his pieces] \n\nCA (3:04): Here in Puerto Rico we believe we’re kind of independent. It’s very hard for people to realize that we’re really a colony, what it means to be a colony, what it means – the way we see ourselves, how we can relate to the world, it’s a very tricky subject. Independence is always the best outcome for this historical problem. People are trying to delay something that is inevitable. We have to be ouro own country, that’s going to be better for everybody — Including the US.  \n\n[Bird Call Noises Over Credits]",
    "transcript_sp": "",
    "image_filename_1": "assets/images/Charles_Juhaz_Alvarado/CJA_1.jpg",
    "image_filename_2": "assets/images/Charles_Juhaz_Alvarado/CJA_2.jpg",
    "image_filename_3": ""
  },
  {
    "order": 5,
    "artist_name": "Chemi Rosato Sejo",
    "youtube_link": "https://youtu.be/WtFDc2GNmKA",
    "page_path_eng": "artists-en/chemi-rosato-sejo/",
    "page_path_sp": "artists-es/chemi-rosato-sejo/",
    "youtube_embed_link": "https://www.youtube.com/embed/WtFDc2GNmKA",
    "recording_date": "July 2018",
    "social_media_handle": "@chemi_rosado_seijo",
    "social_media_link": "https://www.instagram.com/chemi_rosado_seijo/",
    "description_eng": "Born in Vega Alta, Puerto Rico, Chemi Rosado-Seijo graduated from the painting department of the Puerto Rico School of Visual Arts in 1997. In 1998, he worked with Michy Marxuach to open a gallery that transformed into a not-for-profit organization presenting resources and exhibitions for contemporary artists in Puerto Rico. In 2000, Rosado had his first solo show at the Joan Miro Foundation in Barcelona, including interventions on billboards around the city. Since 2002, he has worked with residents of the El Cerro community, a poor neighborhood south of San Juan, to present public art projects, workshops and other community initiatives. In 2006, he inaugurated La Perla’s Bowl, a sculpture built with residents of San Juan’s La Perla community that functions as both a skateboarding ramp and a pool. Since 2009, Rosado-Seijo has been organizing exhibitions in his apartment in Santurce, creating a center for meeting and exchange in the Puerto Rican contemporary art scene. Rosado-Seijo’s work was included in the Whitney Biennial in 2017.",
    "description_sp": "Nacida en Vega Alta, Puerto Rico, Chemi Rosado-Seijo se graduó en el Departamento de Pintura de la Escuela de Artes Visuales de Puerto Rico en 1997. En 1998, trabajó con Michy Marxuach para abrir una galería que después se transformaría en una organización sin ánimo de lucro que ofrece recursos y exposiciones para artistas contemporáneos de Puerto Rico. En 2000, Rosado presentó su primera exposición individual en la Fundación Joan Miró de Barcelona, incluyendo diversas intervenciones en vallas publicitarias por toda la ciudad. Desde 2002, ha trabajado con residentes de la comunidad de El Cerro, un barrio pobre al sur de San Juan, para presentar proyectos de arte público, talleres y otras iniciativas comunitarias. En 2006, inauguró La Perla's Bowl, una escultura construida con residentes de la comunidad de La Perla de San Juan que funciona a la vez como rampa para monopatín y piscina. Desde 2009, Rosado-Seijo organiza exposiciones en su apartamento de Santurce, creando un centro de encuentro e intercambio en la escena del arte contemporáneo puertorriqueño. La obra de Rosado-Seijo fue incluida en la Bienal de Whitney en 2017.",
    "transcript_eng": "[Hip-Hop Music Playing] \n\nCS (0:15): Sports are about rules, faster, slower, better. In skateboarding you have something like Style. Right now that we are here at the ramp, because the ramp is painted white, all these markings we have been doing unconsciously come from the dirt of skateboarding. When we take these panels out and put them on the wall as a drawing, they’re really beautiful and also conceptually they are these drawings made like Jackson Pollock that were flat or horizontal and now are vertical on the wall. \n\n[Hip-Hop Music Playing] \n\nCS (0:55): My name is Chemi Rosado-Seiijo. I’m a socially-engaged artist living and working in Puerto Rico, and also a skateboarder. \n\nCS (1:10): They have tried to stop skateboarding ridiculously in California, for example, in New York, here, it’s just impossible. It’s the only natural thing that modernism has brought into it. If you have concrete all over the place, you need skateboarding. \n\nCS (1:42): I definitely come from the fact that I’m a Puerto-Rican using this influence that comes from the United States of America. Like, you’ve seen the weapons of the enemy and then shot it back to them. That’s the postcolonial modernist way of painting and drawing – from the colony, of course. From THE colony (Laughs). \n\n[Music continues playing over credits]",
    "transcript_sp": "",
    "image_filename_1": "assets/images/Chemi_Rosato_Sejo/Chemi_1.jpg",
    "image_filename_2": "assets/images/Chemi_Rosato_Sejo/Chemi_2.jpg",
    "image_filename_3": "assets/images/Chemi_Rosato_Sejo/Chemi_3.jpg"
  },
  {
    "order": 6,
    "artist_name": "Jaime Bofil / Conservatory of Music",
    "youtube_link": "https://youtu.be/mwNGKiTw4JU",
    "page_path_eng": "artists-en/jaime-bofil-conservatory-of-music/",
    "page_path_sp": "artists-es/jaime-bofil-conservatory-of-music/",
    "youtube_embed_link": "https://www.youtube.com/embed/mwNGKiTw4JU",
    "recording_date": "July 2018",
    "social_media_handle": "https://cmpr.edu",
    "social_media_link": "https://cmpr.edu/",
    "description_eng": "Dr. Jaime Bofill Calero received his Ph.D. in Ethnomusicology and Music Theory from the University of Arizona. Dr. Bofill currently serves as Assistant Professor at the Conservatorio de Música de Puerto Rico, where he also directs the Instituto de Investigación Musical de Puerto Rico y del Caribe and the academic journal Musiké. His interdisciplinary research is now focused on creating awareness on the relationships between music, sound, and the environment. This past April 2018, Bofill organized “Conscious Soundscapes: Music, Art & Climate Change after Hurricane María”, a symposium which brought together scholars, artists, and environmentalists from different parts of the globe to discuss the pressing issues surrounding climate change. He is currently producing the film \"Bajando por la montaña: Ecology of Colombian Gaita Music\".",
    "description_sp": "El doctor Jaime Bofill Calero se doctoró en Etnomusicología y Teoría de la Música por la Universidad de Arizona. En la actualidad, es profesor asistente en el Conservatorio de Música de Puerto Rico, donde también dirige el Instituto de Investigación Musical de Puerto Rico y del Caribe y la revista académica Musiké. Su investigación interdisciplinar se centra ahora en crear conciencia sobre las relaciones entre la música, el sonido y el medio ambiente. El pasado mes de abril de 2018, Bofill organizó \"Conscious Soundscapes: Music, Art & Climate Change after Hurricane María\", un simposio que reunió a académicos, artistas y ecologistas de diferentes partes del mundo para debatir sobre los acuciantes problemas que rodean al cambio climático. Actualmente está produciendo la película Bajando por la montaña: Ecology of Colombian Gaita Music.",
    "transcript_eng": "JB (0:17): On the island of Puerto Rico, part of our sonic memory, part of what we identify with, are the natural sounds. It’s tropical, it’s lush so we definitely have a lot of vegetation. The sound of the vegetation; the sound of the trees; the ocean brushing up on the sand, caressing the sand, you know? The wind definitely also comes to mind. \n\nJB (0:43): The Coquí frog, it’s a small toad that sings only at nighttime. [Whistles, mimicking Coquí] A lone coquí makes [Whistles] and another one will respond because it’s a mating call. Or, if you’re lucky, you’ll get a whole orchestra, and that’s the beautiful thing because it’s like a symphony. A symphony of like [Multiple whistles]. And, you know, all the other, like, insects–it’s quite noisy outside. But it’s something that is naturally occurring, and it’s something our ears are accustomed to here in Puerto Rico, and that we’ve been living with since–since we were born. \n\nJB (1:20): My name is Jaime Bofill and I am an Ethnomusicologist in the Conservatory of Music. I basically teach music in historical content, music as culture. As musicians, as artists, the driving force behind a lot of these projects is because we want people to know that art can make change. \n\nJB (2:00): During the nighttime, Hurricane Maria hits Puerto Rico. It’s more an auditory experience than it is a visual one. The only thing I was paying attention to is the wind [wind noises with mouth], and also listening to what would happen to our roof, the [more mouth noises, then a boom]. Completely gone. So you were listening towards these things and you sort of got a sonic picture from within your home of what was going on outside. So that natural soundscape, if you want to say, that was completely altered. Definitely the birds, and all of this, you couldn’t hear. And that’s very disturbing. At the same time, there’s a beauty also, about the force. The force of, maybe, 100 miles per hour wind hitting up against your house. It’s aweing. \n\nJB (3:01): When Hurricane Maria finally hits the island, people learn that we have to count on our neighbor, we have to count on the community. You can’t depend on FEMA; you can’t depend on the US government; you can’t depend on external things to come bring back the power, water…We have to count on ourselves. \n\n[Street music begins to play] \n\nJB (3:24): Hurricane Maria did not create a lot of the problems that we have here in Puerto Rico. A lot of the problems that we have here in Puerto Rico, as part of our colonial history, are long-standing problems. So I ask myself, “Are we just going to get back on the same track and do as we had done before? Or are we going to try and create a change? Music definitely formed part of how we reinvent ourselves as a community. We started making music in new ways. \n\nJB (4:10): Based on previous hurricane experiences, there’s a famous song from Puerto Rico that’s from the beginning of the 20th Century called “Temporal”. It’s a plena, “Temporal, temporal. Alla viene el temporal. ¿Qué será de Puerto Rico? Cuando pase el temporal.” \n\nJB (4:31): Alfonso Fuentes, he’s one of the most renowned composers of his generation. He started improvising “Temporal”. To take these sounds and to recreate it again when Maria had just devastated Puerto Rico, was very moving for everyone who was witnessing what he was doing on the piano. He just has that gift to take something very small and make it something quite vast. That’s art. That’s music, right? \nAF (4:58): I live in Trujillo Alto in the mountains, because I love the sound of the insects. The coquís and chicharras and everything. After the hurricane, I heard no birds. No nocturnal insect. I also didn’t hear El Baile de las hojas (Ollas?) because there were no winds. Everything was quiet. So it was very strange, not listening to that beautiful sound of the night that I love. After that, I needed to express myself because there were a lot of emotions going on in my heart. So I had a little portable battery piano, and with my head lamp in the night, I was immersed in that emotion to improvise about “Temporal”. This time, in relation with Maria. \n\n(6:06:) [Alfonso approaches the piano, sits down, and begins to play “Temporal”] \n\n(9:46): [Credits begin to roll]",
    "transcript_sp": "",
    "image_filename_1": "assets/images/Jaime_Bofil_COM/JB_COM_1.jpg",
    "image_filename_2": "",
    "image_filename_3": ""
  },
  {
    "order": 7,
    "artist_name": "Jose-Luis Vargas",
    "youtube_link": "https://youtu.be/qIWhTuNBog0",
    "page_path_eng": "artists-en/jose-luis-vargas/",
    "page_path_sp": "artists-es/jose-luis-vargas/",
    "youtube_embed_link": "https://www.youtube.com/embed/qIWhTuNBog0",
    "recording_date": "July 2018",
    "social_media_handle": "@joseluisvargas1603",
    "social_media_link": "https://www.instagram.com/joseluisvargas1603/",
    "description_eng": "Painter and performance artist José Luis Vargas depicts figures reflective of the Caribbean in works that contain humor, supernatural elements, cultural mythology, and symbols of his native Puerto Rico. Works such as No lo hagas (Don’t do it) (2014) incorporate a playfulness through the inclusion of comic strip speech bubbles. In other pieces, he incorporates local supernatural ideology to preserve the myths and serve as a platform for viewers to contemplate their assumptions. Many of the artist’s works focus on the admiration and revision of Haitian street paintings collected by tourists that contrast with the country’s turmoil while also injecting his own commentary on colonialism in Puerto Rico. Vargas earned a BFA at the Pratt Institute and an MFA from the Royal College of Arts. He also studied at the Art Students League in Old San Juan and Skowhegan School of Painting and Sculpture. His work is in the collections of the Museo de Arte de Puerto Rico, Museo de Arte Contemporáneo de Puerto Rico, and the Royal College of Art.",
    "description_sp": "El pintor y artista de performance José Luis Vargas representa figuras que reflejan el Caribe en obras que contienen humor, elementos sobrenaturales, mitología cultural y símbolos de su Puerto Rico natal. Obras como No lo hagas (2014) incorporan un carácter lúdico a través de la inclusión de bocadillos de cómic. En otras piezas, incorpora la ideología sobrenatural local para preservar sus mitos y servir de plataforma para que los espectadores contemplen sus suposiciones. Muchas de las obras del artista se centran en la admiración y revisión de pinturas callejeras haitianas coleccionadas por turistas que contrastan con la agitación del país, al tiempo que inyectan su propio comentario sobre el colonialismo en Puerto Rico. Vargas se licenció en Bellas Artes en el Pratt Institute y obtuvo una maestría en Bellas Artes por el Royal College of Arts. También estudió en la Art Students League del Viejo San Juan y en la Skowhegan School of Painting and Sculpture. Su obra forma parte de las colecciones del Museo de Arte de Puerto Rico, el Museo de Arte Contemporáneo de Puerto Rico y el Royal College of Art.",
    "transcript_eng": "José Luis Vargas (0:10); María was a paradigm shift. Every single natural disaster is a paradigm shift. The hurricane was able to bring things to the surface, like the depth of the crisis– not the economic crisis. Puerto Rico is a big humanitarian crisis from the beginning. We shouldn’t forget about the history of colonialism. If you belong to a territory that doesn’t belong to you there is no sense of belonging. I think that when we are able to understand that, then we can start to unravel the complexity of why Puerto Ricans are the way they are in relation to that history.  \n\nJLV (1:04): When I moved to England and when I was in Spain, I was the immigrant. I wasn’t the immigrant of running from a war, but then I thought “José, you were running from a war!” Because that’s what people don’t want to talk about in Puerto Rico: The internal war that Puerto Ricans have with themselves. Colonialism is successful when they put the persons they’re colonizing against each other. So the colonizer becomes invisible.  \n\nJLV (1:35): When we talk about science fiction, science fiction was interesting because science fiction started with the idea of some entity from outer space coming to the world and colonizing people, like H.G. Wells and War of the Worlds. It’s a very interesting example of the colonizer putting himself into the role of the victim. When I read about science fiction, and I put some elements of science fiction, I do think a lot about who is being colonized here.  \n\nJLV (2:18): These last paintings I’ve been doing before and after the hurricane, they’re very confrontational. This is confronting this person with the idea of “There’s nothing else to do.” So, this big arm [laughs]  that has all these like nerves and skin flying all over: Although it might feel vulnerable, it’s an image of power. If we talk about visualizing: How do we visualize ourselves in the future? That’s a very important thing to do, because if you are going to build the future, you gotta have an idea. You gotta have an image. And then you move from that image, you move and then — How do we get there?",
    "transcript_sp": "",
    "image_filename_1": "assets/images/Jose-Luis_Vargas/J-LV_1.jpg",
    "image_filename_2": "assets/images/Jose-Luis_Vargas/J-LV_2.jpg",
    "image_filename_3": ""
  },
  {
    "order": 8,
    "artist_name": "Marien Torres",
    "youtube_link": "https://youtu.be/pPZWxuoYGGM",
    "page_path_eng": "artists-en/marien-torres/",
    "page_path_sp": "artists-es/marien-torres/",
    "youtube_embed_link": "https://www.youtube.com/embed/pPZWxuoYGGM",
    "recording_date": "July 2018",
    "social_media_handle": "https://www.facebook.com/taller.tambuye",
    "social_media_link": "https://www.facebook.com/taller.tambuye",
    "description_eng": "Founded in 2003 by Marién Torres López, Taller Tambuye is a cultural and social project that promotes our Caribbean identity, our African and indigenous heritage. The Tambuvé Workshop develops the historical-cultural link between the communities of Puerto Rico and the intangible cultural heritage of the Puerto Rican Bomba and other Afro-Antillean musical and social genres.",
    "description_sp": "Fundado en el 2003 por Marién Torres López, el Taller Tambuye es un proyecto cultural y social que fomenta nuestra identidad caribeña, nuestra herencia africana e indígena. El Taller Tambuvé desarrolla el vínculo histórico-cultural entre las comunidades de Puerto Rico y el patrimonio cultural inmaterial de la Bomba puertorriqueña y de otros géneros musicales y sociales afro-antillanos.",
    "transcript_eng": "MTL/AM (0:08): My name is Marién Torres López, and I’m the director of Taller Tambuyé, a nonprofit organization dedicated to educating people about Puerto Rican bomba. \n\nMTL/AM (0:34): Bomba is Puerto Rico’s oldest musical tradition. It is about 450 years old, and it is very much part of our African heritage. Bomba consists of three fundamental elements: Singing, drumming, and dancing. One person dances at a time, and when they do they are in direct conversation with the lead drummer, who we call primo or subido. With the movements of their body, the dancer dictates the music that the subido drummer plays — That’s bomba. \n\nMTL/AM (1:13): Bomba is a reflection of its society. Though traditionally dominated by men, in the wake of social and gender struggles, you can find women playing drums too. That used to be strictly prohibited. \n\nMTL/AM (1:35): Through my project I’ve had the opportunity to use Puerto Rican bomba as a tool for change. A tool to help us not forget our history. Puerto Rico has been a colony for more than 500 years, and I practice bomba to remember the colonial history which defines us as resilient people. \n\nMTL/AM (2:03): The hurricane revealed that the Puerto Rican government is not prepared to respond to emergencies. So now bomba takes on a new importance. It’s not only about partying and having fun. Bomba also creates spaces of relief, spaces for healing, spaces where you can develop a sense of community. \n\nMTL/AM  (2:33): In the hurricane dance, we portray the forces of nature using different choreography. The volcano is a mix of earth and fire; the hurricane is a combination of water and air. Lastly, we perform the birth of a tree. Hurricanes traditionally have had female names, like Iris and María. The fact that a woman portrays the hurricane seems important to me, because women are a vital part of the cycle of life. I decided that the hurricanes would be performed by women so that they would bring that force of creation to the dance. \n\n[Bomba dance starts] \n\nMTL/AM (3:56): I definitely think that bomba feels different to Puerto Ricans. Anyone can appreciate the music, but someone who has lived through an actual hurricane is going to appreciate it in a unique way. \n\nMTL/AM (4:22) [Fade to black as Marién continues to play the drum, credits begin to roll]",
    "transcript_sp": "",
    "image_filename_1": "assets/images/Marien_Torres/Marien_Torres_1.jpg",
    "image_filename_2": "assets/images/Marien_Torres/Marien_Torres_2.jpg",
    "image_filename_3": ""
  },
  {
    "order": 9,
    "artist_name": "Museum of Contemporary Art",
    "youtube_link": "https://youtu.be/FAWprw41mrg",
    "page_path_eng": "artists-en/museum-of-contemporary-art/",
    "page_path_sp": "artists-es/museum-of-contemporary-art/",
    "youtube_embed_link": "https://www.youtube.com/embed/FAWprw41mrg",
    "recording_date": "July 2018",
    "social_media_handle": "@museomacpr",
    "social_media_link": "https://www.instagram.com/museomacpr/",
    "description_eng": "Founded in 1984 in Santurce, the Museo de Arte Contemporáneo de Puerto Rico (MAC) was born out of the will of Puerto Rican artists and other members of the cultural community and in recognition of the urgency to create an alternate model for exhibiting and promoting contemporary art and its issues. \nThe MAC is the only institution in the island expressly dedicated to the study, collection, preservation, exhibition, and promotion of art produced since the mid-20th century in Puerto Rico, the Caribbean, Latin America, and its diasporas. It fosters an open view of contemporary art within the Puerto Rican context by encouraging a constant dialogue between artists and audiences, between past and present, and among art practice, theory and criticism, through curatorial work and innovative strategies that make the Museum’s cultural diversity, its exhibitions, activities, and its historical building, available to all types of audiences. In every instance of the Museum’s work toward fulfilling its mission, we are proud to recognize and reinforce the bonds of culture between and among the countries of Latin America and the Caribbean basin, as well as the Latinx communities and the Puerto Rican diaspora in the United States. \nWe are pleased to fill this particular space in Puerto Rico, and that this contextualization furthers the understanding and appreciation of contemporary art from a multiplicity of perspectives that converge in Puerto Rico: Diasporic, Latinx, Caribbean-regional and Latin American cultures within a global context.",
    "description_sp": "Fundado en 1984 en Santurce, el Museo de Arte Contemporáneo de Puerto Rico (MAC) surgió del esfuerzo conjunto de artistas puertorriqueños y otros miembros de la comunidad cultural y en reconocimiento de la urgencia de crear un modelo alternativo para exhibir y promover arte contemporáneo. \n\nEl MAC es la única institución en la isla dedicada expresamente al estudio, colección, preservación, exhibición y promoción del arte producido desde mediados del siglo XX en Puerto Rico, el Caribe, América Latina y sus diásporas. Fomenta una visión abierta del arte contemporáneo en el contexto puertorriqueño propiciando un diálogo constante entre artistas y público, entre pasado y presente, y entre práctica, teoría y crítica del arte, a través de una labor curatorial y estrategias innovadoras que ponen al alcance de todo tipo de público la diversidad cultural del Museo, sus exposiciones, actividades y su edificio histórico. Como demuestran las diferentes iniciativas enfocadas en cumplir la misión del Museo, estamos orgullosos de reconocer y reforzar los lazos de la cultura entre los países de América Latina y del Caribe, así como las comunidades Latinx y la diáspora puertorriqueña en los Estados Unidos. \n\nNos complace llenar este espacio en Puerto Rico y que esta contextualización fomente la comprensión y apreciación del arte contemporáneo desde una multiplicidad de perspectivas que convergen en Puerto Rico: las culturas diaspóricas, latinx, caribeñas y latinoamericanas dentro de un contexto global.",
    "transcript_eng": "MR: (0:19) My name is Marianne Ramirez and I’m the executive director and chief curator for the Museo del Arte Contemporáneo de Puerto Rico. The Museo is an artist-founded museum, created in 1984 in San Juan, the capital city of Puerto Rico. The exhibit that right now we are presenting at the museum, it’s called “Entredichos”, which would be translated “In Question.” \n\nMR (0:49): After the passing of the hurricanes, I was watching international media and seeing and learning the way that Puerto Ricans and our history was being portrayed. So I thought that we had to react and give our view of who we are as Puerto Ricans and take a stand about different issues with regards to our culture and our social situation and our history. \n\nMR (1:15): One of the artists that has been addressing these political issues is Elsa María Meléndez. The work was originally created as a response to a student strike that took place at the University of Puerto Rico in 2010, but she has been adding, you know, different elements to the installation. \n\nMR (1:36): She includes different hashtags. For example, “#TeOdioMaría”, which would be, “I hate you María.” And “#FueraJuntadeControlFiscal” which would be “Out PROMESA and the Fiscal Management Board”. PROMESA is a financial oversight board that basically is working with the budget of Puerto Rico. And the people that are in charge of the implementation of this law were not voted for by the Puerto Rican people, so we don’t see it as something that does justice to Puerto Rico as a country because we are a nation. \n\nMR (2:20): There’s another work in the exhibition by Garvin Sierra which is called Nave al Garete, which would be “Ship Adrift”. This was also another installation that the artist modified after the hurricane and specifically after the coming of Donald Trump to Puerto Rico. So you’re gonna see there’s a boy separating the Puerto Rican ship and the United States flag. And this boy is comprised of paper towels. And this raft, or this boat, is made of a very heavy bathtub. It has an old fan that, you know, if the fan would be working it would not move that ship anywhere. So it’s to give this idea as to how we are somehow stuck. You know, we are really at a crossroads here in Puerto Rico and this crossroad is always defined by our relationship with the United States. \n\nMR (3:20): The long-term effect of Hurricane Maria on Puerto Rico is that people from different walks of life, and the different social and geographic communities that coexist in Puerto Rico, have come to terms with the idea again that they have to take things into their own hands. Not, you know, waiting for the government to solve everything. To the arts, the same is true. When the hurricane passed, cultural organizations — they went way beyond, you know, what they usually do. Not only were they able to contribute to collective healing, but also we were able to attend to, you know, practical issues such as for water, tarps, or for medicines. And then we were able to distribute that. \n\nMR (4:10): We are very creative people. So, we have always been very creative as to the different measures we have to take in order to keep on doing our work. And I think that we all have to come together if we are to have a better future. \n\n[Outro Music Plays, Credits begin to roll]",
    "transcript_sp": "",
    "image_filename_1": "assets/images/Muse_Cont_Art/MAC_Curator.jpg",
    "image_filename_2": "",
    "image_filename_3": ""
  },
  {
    "order": 10,
    "artist_name": "Poncili Creacion",
    "youtube_link": "https://youtu.be/3LYt50OLwbss",
    "page_path_eng": "artists-en/poncili-creacion/",
    "page_path_sp": "artists-es/poncili-creacion/",
    "youtube_embed_link": "https://www.youtube.com/embed/3LYt50OLwbs",
    "recording_date": "July 2018",
    "social_media_handle": "@poncilicreacion",
    "social_media_link": "https://www.instagram.com/poncilicreacion/",
    "description_eng": "Founded by twin brothers Pablo and Efrain Del Hierro, Puerto Rican experimental puppetry troupe Poncili Creación generates performatic and audiovisual experiences that sprout from their interactive sculptures which they call objects. Since 2012, they have worked with large-scale objects, installations and video, although they are most known for their performances that involve live music, dance and experimental storytelling. Their performance tours have taken them around the United States, Canada, Europe and The Dominican Republic. Their objects have been exhibited in museums such as the MAPR and the MoCa as well as in independent galleries 787 studios, Art lab, Grund, Edge zones, Meta-gallery, and Poor Farm Experiment, among others. \nThey view the world, life, and reality as rewritable code. They focus on objects and movement, as these are two of the most important pillars in which the universe and civilization are based, and thus, they are perfect tools to hack reality. Their aesthetic focuses on bonding ugliness and beauty. Roughly carved objects made of polyurethane foam and materials scavenged from the trash complement crafted mechanisms and shocking colors, providing catchy imagery. Their artistic process is an exploration of how they can alter life, others, and reality through objects and movement. For this reason, they have never limited themselves to specific locations or scenes, and have presented their work in puppetry festivals, galleries, museums, schools, bars, art fairs, music festivals, and bathrooms.",
    "description_sp": "Fundada por los hermanos gemelos Pablo y Efraín Del Hierro, la compañía puertorriqueña de títeres experimentales Poncili Creación genera experiencias performáticas y audiovisuales que brotan de sus esculturas interactivas a las que denominan “objetos”. Desde 2012 han trabajado con objetos a gran escala, instalaciones y video, aunque son más conocidos por sus performances, que incluyen música en directo, danza y narración experimental, y se han realizado en Estados Unidos, Canadá, Europa y República Dominicana. Sus objetos se han expuesto en museos como el MAPR y el MoCa, así como en las galerías independientes 787 studios, Art lab, Grund, Edge zones, Meta-gallery y Poor Farm Experiment, entre otras.\nLos creadores de Poncili Creación consideran el mundo, la vida y la realidad como un código reescribible. Se centran en los objetos y el movimiento, dos de los pilares más importantes en los que se basan el universo y la civilización y que, por tanto, son herramientas perfectas para hackear la realidad. Su estética se centra en unir fealdad y belleza; objetos toscamente tallados, hechos de espuma de poliuretano y materiales recogidos de la basura, complementan mecanismos artesanales y colores chocantes, proporcionando imágenes pegadizas. Su proceso artístico es una exploración de cómo alterar la vida, las personas y la realidad a través de objetos y movimiento. Por esta razón, nunca se han limitado a lugares o escenarios específicos y han presentado su trabajo en festivales de marionetas, galerías, museos, escuelas, bares, ferias de arte, festivales de música y cuartos de baño.",
    "transcript_eng": "EDH (0:07): We start the scene and everyone’s dead. The lights, they start flashing, coming in, off, in, in-off, you know, like — It’s not really there. It’s not really there, the whole power and that’s what wakes you up is a fear something’s missing. Then everyone wakes up, everyone’s doing their own little action, the musicians, they start playing. \n\nEDH (0:37): He’s Pablo, I’m Efraín — He’s my brother. We both started because we were bored. We wanted to know about life and live lives that were different to our life inside the system that we had known. \n\nEDH (1:13): Alex has this giant camera, he’s like a cyborg, and he’s desperately trying to eat canned sausages. \n\nEDH (1:33): Then we have this large maggot hunting this character that is making this other character run that is hanging from the wall. This puppet that needs to be moved is this idea that you have to push people because they won’t do it by themselves. \n\nEDH (2:08): And then this character loses his eye and loses his identity and therefore disappears, and his soul goes around to look for something else. \n\n[Percussion Crescendos] \n\nEDH (3:45): This life line that is holding a bus and a car in the middle is like this fight that happened here over gasoline, over highways — all these necessities the country shares, but that sharing became a tug-of-war over resources: Who had them, who didn’t, who needed them, how bad did they need them. \n\nEDH (4:30): This tug-of-war between these two powerful forces finally breaks and they both land down, no one wins.  \n\nEDH (5:23): Then we take out the bike, which is a thing that is talking about going from here to a different place and in a different fashion. It’s like a hope. \n\nEDH (6:49): The debt, this is more a symbol of everything that is happening before and after the hurricane with the politics in Puerto Rico. That comes out and challenges the hope. Hope challenges debt, and that’s the mystery. \n\nEDH (8:43): Hope pretends to die or falls. The debt kinda walks around celebrating, and then the bike gives birth and it’s this dog that has the head of a palm tree. A new creature, maybe a new kind of hope. And that’s the end \n\nEDH/PDH (9:53): We don’t call them puppets. We call them objects. Every object can be  a puppet. The most important thing is that it’s everywhere. You can find foam in discarded mattresses. It’s objects. Objects are relatable, playful, creative, you can build on it—it’s very direct, and in that way, an excellent way of storytelling. \n\n(10:18): [Credits Roll]",
    "transcript_sp": "",
    "image_filename_1": "assets/images/Poncili_Creacion/Poncili_Creacion_1.jpg",
    "image_filename_2": "assets/images/Poncili_Creacion/Poncili_Creacion_2.jpg",
    "image_filename_3": "assets/images/Poncili_Creacion/Poncili_Creacion_3.jpg"
  },
  {
    "order": 11,
    "artist_name": "Suarez Brothers",
    "youtube_link": "https://youtu.be/1dBlO9VOrIww",
    "page_path_eng": "artists-en/suarez-brothers/",
    "page_path_sp": "artists-es/suarez-brothers/",
    "youtube_embed_link": "https://www.youtube.com/embed/1dBlO9VOrIw",
    "recording_date": "July 2018 and December 2019",
    "social_media_handle": "https://www.facebook.com/jaime.suarez.5283",
    "social_media_link": "https://www.facebook.com/jaime.suarez.5283",
    "description_eng": "The twins, Jaime and Javier Suárez Berrocal, were born in Columbus, Ohio, on September 12, 1982. In 2007 and 2008 they obtained bachelor's degrees in plastic arts from the University of Puerto Rico (UPRM). Then they travel to Spain with the interest of continuing their postgraduate studies. In 2010 they graduated with a Master's degree in artistic production from the Polytechnic University of Valencia, specializing in public art. During their residency in Spain they begin to investigate issues about minimal interventions in natural environments, developing concepts and strategies for balanced execution in the environment. Today they question how through artistic practice they can rehabilitate ecosystems and combine their works with the biological processes of nature, especially to promote new models of sustainable interaction with the natural territory. Both work collaboratively under a production manifesto called Shared Belly and reside in Puerto Rico where they have their production workshop, however, forging an international career abroad.",
    "description_sp": "Los gemelos, Jaime y Javier Suárez Berrocal, nacen en Columbus, Ohio, el 12 de septiembre del 1982. En el 2007 y 2008 obtienen diplomas de bachillerato en artes plásticas, de la Universidad de Puerto Rico (UPRM).  Luego viajan a España con el interés de continuar sus estudios de posgrado. En el 2010 se titulan con un  Máster en producción artística de la Universidad Politécnica de Valencia, especializados en arte público.  Durante su residencia en España comienzan a investigar temas acerca de las intervenciones mínimas en entornos naturales, desarrollando conceptos y estrategias de ejecución equilibrada en el medio ambiente. Hoy día se cuestionan cómo a través de la práctica artística pueden rehabilitar los ecosistemas y conjugar sus obras con los procesos biológicos de la naturaleza, sobre todo para fomentar nuevos modelos de interacción sostenible con el territorio natural. Ambos trabajan en colaboración bajo un manifiesto de producción denominado VientreCompartido y residen en Puerto Rico donde tienen su taller de producción, no obstante, forjando una carrera internacional en el extranjero.",
    "transcript_eng": "Javier (0:19): My name is Javier Suárez. \n\nJaime (0:21): And my name is Jaime. \n\nJS: And we are twin brothers, as you can see. But we are also an artist collective. We’ve been working, we like to think, since our mother’s womb, sharing ideas and concepts into sketches, developing these ideas into projects. \n\nJS (0:41): I don’t think we as artists have to create things. I think we have to grow living organisms because there are too many things already. There is too much trash. After the hurricane, we were thinking maybe we want to make something that evolves and transforms. We saw trees starting to sprout and blossom, so we wanted to use the same analogy and optimism of something regrowing again. And we thought, “We need to create a sculpture that transforms.” Maybe our next work could just be planting trees all over the island. \n\nJS (1:25): A cupey is a tree that doesn't need much water and earth to grow. Puerto Ricans identify with the cupey because it’s a very resilient tree, surviving with the least resources possible. So suddenly, after the hurricane, we were traveling around the island identifying run-down buildings that had cupeys growing in them. \n\nJS (1:52): For months, we collected wood in our studio, sculpting it into planters, and then polishing, burning, and charcoaling it. We use a Japanese technique called “Sugi-ban” to preserve the surface of the wood. \n\nJS (2:11): The stem of the sculptures are all beams from an old tabacalera ranch that was demolished. We recycled those to place wooden pots on top of it and plant the cupey trees. \n\nJS (2:35): So eventually, these cupey trees will grow roots that will devour the artwork, becoming something even better than a sculpture. It could be a real, living art piece. \n\n[Score begins to play again] \n\nJS (2:55): The most essential idea in our work is something growing from something decayed. Who knows if the next year, another hurricane will come and change the artwork, and we’ll have to restart it again. We learn from the destruction. Nature is always a collaborator, and at the end, you’re always experimenting and working with the present. So instead of resisting against nature, we engage it. \n\n[Score continues to play, credits begin to roll]",
    "transcript_sp": "",
    "image_filename_1": "assets/images/Suarez_Brothers/Suarez_1.jpg",
    "image_filename_2": "assets/images/Suarez_Brothers/Suarez_2.jpg",
    "image_filename_3": "assets/images/Suarez_Brothers/Suarez_3.jpg"
  },
  {
    "order": 12,
    "artist_name": "Vueltabajo",
    "youtube_link": "https://youtu.be/1ZKNWyqlqZII",
    "page_path_eng": "artists-en/vueltabajo/",
    "page_path_sp": "artists-es/vueltabajo/",
    "youtube_embed_link": "https://www.youtube.com/embed/1ZKNWyqlqZI",
    "recording_date": "July 2018",
    "social_media_handle": "@vueltabajositio",
    "social_media_link": "https://www.instagram.com/vueltabajoteatro/",
    "description_eng": "In the search to find a space to work and investigate, Vueltabajo arises. A group of colleagues with the vision of creating efforts that promote healthy encounters between artists and communities. Given the limited access to formal spaces in the art world, we chose to work from a specific site: the street. The street is diverse. Every day is a variable. The change is constant: the weather, the passers-by, the shops. \nVueltabajo is a collective of transdisciplinary artists that adopts its name with the initiative of enabling and activating a space for research and artistic training focused on theater as a medium. We create networks, collaborations, presentations and community. Theater is our tool.",
    "description_sp": "En la búsqueda de encontrar un espacio para trabajar e investigar surge Vueltabajo. Un conjunto de colegas con la visión de crear gestiones que propicien encuentros saludables entre artistas y comunidades. Ante el limitado acceso a espacios formales del mundo del arte, elegimos trabajar a partir de un sitio específico: la calle. La calle es diversa. Cada día es una variable. El cambio es contante: el clima, los transeúntes, los comercios. \nVueltabajo es un colectivo de artistas transdisciplinarios que adopta su nombre con la iniciativa de habilitar y activar un espacio para la investigación y formación artística enfocada en el teatro como medio. Gestamos redes, colaboraciones, presentaciones y comunidad. El teatro es nuestra herramienta.",
    "transcript_eng": "EGO / ZSR (0:17): Hi, my name is Eury González Orsini and I’m part of Vueltabajo Colectivo. Hi I’m Zuleira Soto-Román and I’m part of Vueltabajo Collective. Vueltabajo Colectivo is a collective of artists. We mostly work with theater, we travel all around the island doing our shows, our presentations, workshops, and community work. We’re trying to decentralize art on the island. Because mostly people go to San Juan to get access to art, so now we’re trying to bring people to the west part of Puerto Rico and have a view of the work that other artists are doing. \n\n(1:22): [Trumpet Playing] \n\nEGO (2:05): By the time of María, we were just starting to work in this space, in Taller Libertád. So, the workshop served as a storage for donations that came from Diaspora. We encountered a lot of sad people and there was no communication, there was…nothing. And then we started doing shows at the plaza of Mayagüez as a support, as a therapy. It was really hard, it was really intense, for everyone. But I think that [if] we stay together, we are stronger. \n\nZSR (2:56): Today we are going to be moving from our workshop in a parade with giant puppets, accompanied with the community who worked to construct them and we’re gonna be playing, singing, having a giant party celebrating art and celebrating diversity and life. \n\n(3:31): [Drums, Instruments and Cheering start] \n\n(4:25): [Techno Music Playing, Cheering] \n\nZSR (4:44): The spaces here in Mayagüez, everywhere in the island, are very empty. They’re—in this use they’re abandoned. Occupying the plaza, it’s a way of making the space a safer place. Circo de la Plaza, it’s not only a show. It’s a way of telling people, “The space is yours, you can use it, and this is a way to use it”. And from that it has developed into, like a giant spectacle; a giant community, like, overthrow of everything. \n\n[Violin / String Music] \n\n(6:08): [Person talking in Spanish over megaphone to crowd] \n\n(6:40) Something we repeat a lot in the circus, and we have used this since the beginning, is: Anything you can imagine is real. \n\n(6:56): [Credits begin to roll]",
    "transcript_sp": "",
    "image_filename_1": "assets/images/Vueltabajo/Vueltabajo_1.jpg",
    "image_filename_2": "assets/images/Vueltabajo/Vueltabajo_2.jpg",
    "image_filename_3": "assets/images/Vueltabajo/Vueltabajo_3.jpg"
  },
  {
    "order": 13,
    "artist_name": "Y no Habia luz",
    "youtube_link": "https://youtu.be/__2jx9__PQ00",
    "page_path_eng": "artists-en/y-no-habia-luz/",
    "page_path_sp": "artists-es/y-no-habia-luz/",
    "youtube_embed_link": "https://www.youtube.com/embed/__2jx9__PQ0",
    "recording_date": "July 2018",
    "social_media_handle": "@y.no.habia.luz",
    "social_media_link": "https://www.instagram.com/y.no.habia.luz/",
    "description_eng": "The workshop at Y no había luz is a place of magic. Its walls and corners are filled with creations, puppets and masks that you just can’t tear your eyes away from. Here, you feel like playing. You feel a pull to work with your hands and want to climb onto the stage to tell a story. \nY no había luz is a theater company founded in 2005 in Puerto Rico that provides communities a firsthand experience with visual and scenic arts through workshops, theater and other cultural offerings. Its mission is to provide interdisciplinary artistic experiences that awake sensibility, beauty, creativity, social conscience and solidarity in the public. Through their work in education, they have visited many districts across the island to give workshops on creation and use of masks and puppets made with papier-mâché and recycled materials, among other materials.",
    "description_sp": "El taller de Y no había luz es un lugar mágico. Sus paredes y rincones están llenos de creaciones, marionetas y máscaras de las que no puedes apartar la vista. Aquí apetece jugar. Sientes el impulso de trabajar con las manos y quieres subirte al escenario para contar una historia. Y no había luz es una compañía de teatro fundada en 2005 en Puerto Rico que proporciona una experiencia comunitaria de primera mano con las artes visuales y escénicas a través de talleres, teatro y otras ofertas culturales. Su misión es brindar experiencias artísticas interdisciplinarias que despierten en el público sensibilidad, belleza, creatividad, conciencia social y solidaridad. A través de su trabajo en educación, han visitado numerosos distritos de la isla para impartir talleres de creación y uso de máscaras y títeres hechos con papel maché y materiales reciclados, entre otros.",
    "transcript_eng": "CJ (0:20): My name is Camila, I have nine years. I don’t like to hear the hurricanes. It’s like, screaming noises, and the door is like [boom noises] because the wind is like able to break the door. And one tree fell down and it was like [BOOM], and I was crying so I don’t like the hurricanes. \n\nCJ (1:00): It’s devastated and all the trees fell down, and it’s so like…empty and just a little bit scary, because it’s like a ghost town. A ghost town. When the hurricane passed, I [went] to the United States in Orlando. And I like to be in Orlando because I go to Disney, but I like more the rivers, the mountains of Puerto Rico. \n\nCJ (1:43): Here is my family, my friends, my school, my house, my parents, and I like my dad performing, so I like the theater. \n\nCT/YH (2:07). My name is Carlos Torres. My name is Yari Helfield. And we have a theater company in Puerto Rico called, Y No Había Luz. Y No Había Luz in English is like “And there was no light.” For us also, is this moment in the theater that is everything black. The darkest moment in your life, and then is this moment that the first light appears and you see the first image and you start the story. \n\n(2:43): [singing and clapping] \n\nYH (2:53): After Hurricane María that happened in September here in Puerto Rico, we created a new piece inspired [by] a mango tree in Orocovis. Orocovis is the heart of the island and over there in a beautiful big mountain, we had a mango tree called El Centinela, “El Sentinel”. \n\nYH (3:29): People of this town make a line with kids and pass the Puerto Rican flag on top of the mountain and then they put the flag, the Puerto Rican flag, alone on top of the tree. They did this every year. \n\nYH (3:49): After the hurricane, the tree fell down and we say that the tree talked with the Hurricane and said “Let’s do a deal. Take my seeds, and the star of my flag, and spread it all over. Because I know I will die, but spread my power, my spirit, through all the people to let them go and be the new sentinels. The people are now the ones that need to protect and be the sentinel of our land.” \n\nCT (4:50): At the last moment we are alone, we just need Puerto Ricans to do their work, to do what we get to do to build our country, to build Puerto Rico like we want to be, and that is also what Y No Había Luz is. We’re an independent theater group; we do everything that you see here, we do it with our hands, and we write our own plays. That’s what a hurricane means for nature: Take out those trees that don’t work, those old trees, and let space for other trees to grow up. \n\n(5:39): [Music crescendos, credits begin to roll]",
    "transcript_sp": "",
    "image_filename_1": "assets/images/YN_Habia_luz/YNHL_1.png",
    "image_filename_2": "",
    "image_filename_3": ""
  }
]